#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# @Time    : 2020/10/18 16:15
# @Author  : Tang Yiwei
# @Email   : 892398433@qq.com
# @File    : search_server_data.py
# @Software: PyCharm

service_homepage = [
    {"主机":["主机","预留合约","安置策略组"]},
    {"专属宿主机组":["专属宿主机组","预留合约"]},
    {"映像":["系统","自有","共享"]},
    {"VPC 网络":["VPC 网络"]},
    {"私有网络":["私有网络"]},
    {"NAT 网关":["NAT 网关"]},
    {"公网 IP":["公网 IPv4","公网 IPv6"]},
    {"负载均衡器":["负载均衡器","转发策略","服务器证书"]},
    {"边界路由器":["边界路由器"]},
    {"CDN 服务":["CDN"]},
    {"DNS 服务":["DNS 服务"]},
    {"防火墙":["防火墙","规则子集","IP/端口集合"]},
    {"网络访问控制":["网络 ACL","基础网络安全策略"]},
    {"SSL 证书服务":["我的证书"]},
    {"DDoS 攻击防护":["DDoS 攻击防护"]},
    {"Web 应用防火墙（WAF）":["WAF 域名防护策略组","WAF 配置组"]},
    {"硬盘":["硬盘","预留合约"]},
    {"共享存储":["企业级分布式 SAN (NeonSAN)","Virtual SAN（vSAN）"]},
    {"备份":["自有备份","共享备份"]},
    {"对象存储":["对象存储"]},
    {"文件存储 vNAS":["文件系统"]},
    {"光盒":["光盒"]},
    {"网关":["网关"]},
    {"专线":["专线"]},
    {"弹性容器实例(QCI)":["弹性容器实例"]},
    {"Docker 镜像仓库":["镜像仓库"]},
    {"Docker 镜像仓库":["镜像仓库"]},
    {"资源编排":["已生成编排"]},
    {"自动伸缩":["自动伸缩"]},
    {"定时器":["定时器"]},
    {"操作日志":["操作日志","全局操作日志","导出"]},
    {"标签":["标签"]},
    {"回收站":["回收站"]},
    {"回收站":["回收站"]},
]
